# Задание-2:
'''
Реализовать функцию, принимающую несколько параметров, описывающих данные пользователя:
имя, фамилия, год рождения, город проживания, email, телефон.
Функция должна принимать параметры как именованные аргументы. Реализовать вывод данных о пользователе одной строкой.
'''

def my_func(name, surname, byear, city, email, phone):
    print(fname, surname, byear, city, email, phone)

my_func(name= dima, surname='ost', byear=1985, city='Spb', email='email', phone='1234')